{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source": {
				"Text": "+"
			},
			"Translation": {
				"Text": "+"
			},
			"Key": "675906A64F2896EC059504A755E765E5"
		},
		{
			"Source": {
				"Text": "1/15"
			},
			"Translation": {
				"Text": "1/15"
			},
			"Key": "07CE9EA847CA5C325C9BB6A40AE53EF7"
		},
		{
			"Source": {
				"Text": "A"
			},
			"Translation": {
				"Text": "A"
			},
			"Key": "F5DF16DE4023B46EEC71C38AE39D2CE1"
		},
		{
			"Source": {
				"Text": "City Sample"
			},
			"Translation": {
				"Text": "Amostra de cidade"
			},
			"Key": "D31851814D8BF684178F12A11217BDE1"
		},
		{
			"Source": {
				"Text": "Cropout"
			},
			"Translation": {
				"Text": "Recortar"
			},
			"Key": "6C48EF8B41E536611D97A292C32260AD"
		},
		{
			"Source": {
				"Text": "D"
			},
			"Translation": {
				"Text": "D"
			},
			"Key": "24F8A21743BE49C095ACC091B680B7E0"
		},
		{
			"Source": {
				"Text": "E"
			},
			"Translation": {
				"Text": "E"
			},
			"Key": "20EA51A04DE0C088ED97E19AEEF72ADC"
		},
		{
			"Source": {
				"Text": "E"
			},
			"Translation": {
				"Text": "E"
			},
			"Key": "8BC94DB44CD4068B3D6B36976D905A15"
		},
		{
			"Source": {
				"Text": "Game Animation Sample"
			},
			"Translation": {
				"Text": "Amostra de animação de jogo"
			},
			"Key": "2C35AAB14BFD422A2FE66782721E6017"
		},
		{
			"Source": {
				"Text": "Game is running.\r\nPress \"Esc\" key to return to Editor"
			},
			"Translation": {
				"Text": "O jogo está em andamento.\nPressione a tecla \"Esc\" para retornar ao Editor"
			},
			"Key": "A56088674827EC12660AE49B08345AA1"
		},
		{
			"Source": {
				"Text": "Hello"
			},
			"Translation": {
				"Text": "Olá"
			},
			"Key": "69496AA644F8C038B1E426A50AD21D63"
		},
		{
			"Source": {
				"Text": "Hillside Sample"
			},
			"Translation": {
				"Text": "Amostra Hillside"
			},
			"Key": "470825C542257C9908E959AAAB881145"
		},
		{
			"Source": {
				"Text": "LYRA"
			},
			"Translation": {
				"Text": "LYRA"
			},
			"Key": "E73470D24A81114B04017288C8127C8B"
		},
		{
			"Source": {
				"Text": "Move"
			},
			"Translation": {
				"Text": "Mover"
			},
			"Key": "734A4E634366D0DDD8EE178C31D1813A"
		},
		{
			"Source": {
				"Text": "Q"
			},
			"Translation": {
				"Text": "Q"
			},
			"Key": "59F6D0E24904B955FAD216A907F0E15B"
		},
		{
			"Source": {
				"Text": "R"
			},
			"Translation": {
				"Text": "R"
			},
			"Key": "1FA051F94C1DE87A50CC54983EC4CE9E"
		},
		{
			"Source": {
				"Text": "Rotate"
			},
			"Translation": {
				"Text": "Girar"
			},
			"Key": "F34D6DE84A97CB61F4FA30986C9D429B"
		},
		{
			"Source": {
				"Text": "S"
			},
			"Translation": {
				"Text": "S"
			},
			"Key": "81853CF44BC77A94CF0FBAABE7B778DC"
		},
		{
			"Source": {
				"Text": "Scale"
			},
			"Translation": {
				"Text": "Dimensionar"
			},
			"Key": "8BF62AC646D7992EE2EE78A65A47F248"
		},
		{
			"Source": {
				"Text": "Stack O Bot"
			},
			"Translation": {
				"Text": "Stack-O-Bot"
			},
			"Key": "72B06FA94D1CA4D41EBA1FAE31D6E3D6"
		},
		{
			"Source": {
				"Text": "Title"
			},
			"Translation": {
				"Text": "Título"
			},
			"Key": "DF4A3CBC4ECF7F7D56A03CA636671154"
		},
		{
			"Source": {
				"Text": "U"
			},
			"Translation": {
				"Text": "U"
			},
			"Key": "CF9D474F4FAA26195D1635B3F62AAB7D"
		},
		{
			"Source": {
				"Text": "W"
			},
			"Translation": {
				"Text": "W"
			},
			"Key": "6E6B400D415178AA37A59E8D372AA84A"
		},
		{
			"Source": {
				"Text": "W"
			},
			"Translation": {
				"Text": "W"
			},
			"Key": "AE21E6344E4C69A77C8FF3825A199620"
		},
		{
			"Source": {
				"Text": "W"
			},
			"Translation": {
				"Text": "W"
			},
			"Key": "C6C12720470CBEAE8B18E3AE8F801BFC"
		},
		{
			"Source": {
				"Text": "Welcome to Unreal Engine 5! This level will guide you\r\n through some of the basics of the engine.\r\n\r\nHold the right mouse button and use W,A,S, D to move around the level \r\nwhile using the mouse to look.\r\nPress the green play button to start the game.\r\n"
			},
			"Translation": {
				"Text": "Boas-vindas à Unreal Engine 5! Este nível guiará você\n por alguns dos conceitos básicos da engine.\n\nMantenha o botão direito do mouse pressionado e use W, A, S, D para se movimentar pelo nível \nenquanto usa o mouse para olhar.\nPressione o botão verde de reprodução para iniciar o jogo.\r\n"
			},
			"Key": "0E6F2F33442EF03759C01E82B49C875A"
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "StrT_DevCom",
			"Children": [
				{
					"Source": {
						"Text": "                Use the W, A, S, and D keys to walk."
					},
					"Translation": {
						"Text": "Use as teclas W, A, S e D para andar."
					},
					"Key": "NavInGame_Move"
				},
				{
					"Source": {
						"Text": "At each Station"
					},
					"Translation": {
						"Text": "Em cada estação"
					},
					"Key": "StartingHelp"
				},
				{
					"Source": {
						"Text": "At each station in this tutorial, you'll learn about how to edit the\r\nworld and see how your changes affect the game experience.\r\n\r\nOn your left is a handy written companion. Follow along for \r\nhints and details on all the concepts you'll encounter!"
					},
					"Translation": {
						"Text": "Em cada estação deste tutorial, você aprenderá a editar o mundo\ne verá como as alterações afetam a experiência do jogo.\n\nÀ sua esquerda, há um texto prático de ajuda. Acompanhe-o \npara obter dicas e detalhes sobre todos os conceitos que encontrará!"
					},
					"Key": "TutFinder"
				},
				{
					"Source": {
						"Text": "Blueprint is a visual scripting language \r\nthat you can use to create logic and manage events,\r\nlike this switch that unlocks the door.\r\n\r\nFor a challenge: see if you can figure out how to\r\nmake the light above the door change color the\r\nsame way the other lights do."
					},
					"Translation": {
						"Text": "O Blueprint é uma linguagem de código visual \nque você pode usar para criar lógica e gerenciar eventos,\ncomo esse interruptor que destranca a porta.\n\nComo desafio: veja se consegue descobrir como\nfazer com que a luz acima da porta mude de cor\nda mesma forma que as outras luzes."
					},
					"Key": "Blueprint"
				},
				{
					"Source": {
						"Text": "Environment lighting and atmosphere is controlled by multiple actors: \r\n- A directional light, which simulates light coming from the sun.\r\n- A sky light, which adds base ambient light.\r\n- A sky atmosphere, which controls the ambient colour of the sky.\r\n\r\nWhile editing, you can change the sun's angle by holding\r\nCtrl+L and moving the mouse. "
					},
					"Translation": {
						"Text": "A iluminação e a atmosfera do ambiente são controladas por vários atores: \n- Uma luz direcional, que simula a luz proveniente do sol;\n- Uma luz do céu, que adiciona luz ambiente base;\n- Uma atmosfera do céu, que controla a cor ambiente do céu.\n\nDurante a edição, você pode alterar o ângulo do sol segurando\nCTRL + L e movendo o mouse. "
					},
					"Key": "Atmos"
				},
				{
					"Source": {
						"Text": "For a more advanced demo and C++ examples check out Lyra"
					},
					"Translation": {
						"Text": "Para ver uma demonstração mais avançada e exemplos em C++, consulte o Lyra."
					},
					"Key": "Lyra"
				},
				{
					"Source": {
						"Text": "For beginners who want to see what a more developed game looks like. Check out Stack O Bot"
					},
					"Translation": {
						"Text": "Para iniciantes que desejam ver como é um jogo mais desenvolvido. Confira o Stack-O-Bot"
					},
					"Key": "StackOBot"
				},
				{
					"Source": {
						"Text": "For those looking for more, check out the Cropout Sample"
					},
					"Translation": {
						"Text": "Para quem quiser saber mais, pode conferir a Amostra Cropout."
					},
					"Key": "Cropout"
				},
				{
					"Source": {
						"Text": "Hold the right mouse button\r\nand use the W, A, S and D keys to fly."
					},
					"Translation": {
						"Text": "Mantenha o botão direito do mouse pressionado\ne use as teclas W, A, S e D para voar."
					},
					"Key": "NavInEditor_Move"
				},
				{
					"Source": {
						"Text": "Hold the right mouse button \r\nand move the mouse\r\nto look around."
					},
					"Translation": {
						"Text": "Mantenha o botão direito do mouse pressionado \ne mova o mouse\npara olhar ao redor."
					},
					"Key": "NavInEditor_Look"
				},
				{
					"Source": {
						"Text": "Materials define how the surfaces of objects react to light.\r\nYou can change them or create your own in the Material Editor.\r\n\r\nClick this ball, find its blue material in the Details panel, and\r\ndouble-click its icon to start editing. Try changing its\r\nBase Color, Metallic, and Roughness settings."
					},
					"Translation": {
						"Text": "Os materiais definem como as superfícies dos objetos reagem à luz.\nVocê pode alterá-los ou criar seus próprios no Editor de Material.\n\nClique nessa bola, localize seu material azul no painel Detalhes e\nclique duas vezes em seu ícone para iniciar a edição. Tente alterar suas configurações de\ncor de base, metálica e rugosidade."
					},
					"Key": "Material"
				},
				{
					"Source": {
						"Text": "Move the mouse to look around."
					},
					"Translation": {
						"Text": "Mova o mouse para olhar ao redor."
					},
					"Key": "NavInGame_Look"
				},
				{
					"Source": {
						"Text": "Now that you're playing the game in the editor, the controls\r\nchange to ones that have been set up for the game project: "
					},
					"Translation": {
						"Text": "Agora que você está jogando no editor, os controles\nmudam para aqueles que foram configurados para o projeto do jogo: "
					},
					"Key": "HowToQuitPIE"
				},
				{
					"Source": {
						"Text": "Particle systems simulate a wide range of visual effects,\r\nfrom simple bursts of sprites like this to complex fluid simulations.\r\n\r\nYou create them using the Niagara editor.\r\n\r\nClick the center of this effect, find its Niagara system asset in the\r\nDetails panel, and double-click it to edit. Try changing settings\r\nlike Spawn Count and see how it changes the effect."
					},
					"Translation": {
						"Text": "Os sistemas de partículas simulam uma ampla gama de efeitos visuais,\ndesde simples explosões de sprites como esta até simulações complexas de fluidos.\n\nVocê os cria usando o Editor Niagara.\n\nClique no centro desse efeito, localize o ativo do Sistema Niagara\r\nno painel Detalhes e clique duas vezes nele para editá-lo. Tente alterar as configurações\ncomo Contagem de gerações e veja como isso muda o efeito."
					},
					"Key": "Niagara"
				},
				{
					"Source": {
						"Text": "Press Esc to return to editing."
					},
					"Translation": {
						"Text": "Pressione Esc para voltar à edição."
					},
					"Key": "EscapeReminder"
				},
				{
					"Source": {
						"Text": "Samples showcase engine features and show how to build\r\nfull games. You'll find them in the Launcher's Samples page.\r\n\r\nWant a simple game project to start with? Try Stack O Bot!\r\n\r\nOr feel free to just stay here for a while and continue digging\r\nin to what's in this project. Taking apart existing content is\r\nthe best way to learn how to make something Unreal!"
					},
					"Translation": {
						"Text": "As amostras exibem os recursos da engine e mostram como criar\njogos completos. Você os encontrará na página Amostras do Inicializador.\n\nQuer começar com um projeto de jogo simples? Experimente o Stack-O-Bot!\n\nOu fique à vontade para ficar aqui por um tempo e continuar explorando\no conteúdo deste projeto. Desmontar o conteúdo existente é\na melhor maneira de aprender a criar algo na Unreal Engine!"
					},
					"Key": "Samples"
				},
				{
					"Source": {
						"Text": "Sequencer is Unreal's timeline-based animation tool for\r\ncinematics and cutscenes. You can use it to animate objects,\r\ncameras, audio, and effects, then organize and render them\r\ninto high-quality sequences.\r\n\r\nWalk over this platform to trigger a camera flythrough\r\nmade in Sequencer."
					},
					"Translation": {
						"Text": "O Sequencer é a ferramenta de animação baseada em linha do tempo da Unreal para\ncinematografias e cenas. Você pode usá-lo para animar objetos,\ncâmeras, áudio e efeitos e, em seguida, organizá-los e renderizá-los\nem sequências de alta qualidade.\n\nCaminhe sobre essa plataforma para acionar uma câmera de sobrevoo\ncriada no Sequencer."
					},
					"Key": "Sequencer"
				},
				{
					"Source": {
						"Text": "Templates give you starting points for building your own experiences.\r\n\r\nThey include pre-made assets, project settings, and sometimes\r\nadditional variants to customize their content.\r\n\r\nTo create a new project from a template, start the engine from the\r\nLauncher, or choose File > New Project from the editor's main menu."
					},
					"Translation": {
						"Text": "Os modelos concedem pontos de partida para criar suas próprias experiências.\n\nEles incluem ativos pré-fabricados, configurações de projeto e, às vezes,\nvariantes adicionais para personalizar seu conteúdo.\n\nPara criar um novo projeto a partir de um modelo, inicie o mecanismo no\nInicializador ou escolha \"Arquivo, Novo projeto\" no menu principal do editor."
					},
					"Key": "Templates"
				},
				{
					"Source": {
						"Text": "There are three ways you can adjust an object in the 3D world: \r\nMove (W), Rotate (E), and Scale (R).\r\n\r\nClick an object, choose a tool by pressing its key or its icon in\r\nthe toolbar at the top left, then drag its colored gizmo."
					},
					"Translation": {
						"Text": "Há três maneiras de ajustar um objeto no mundo 3D: \nmover (W), girar (E) e dimensionar (R).\n\nClique em um objeto, escolha uma ferramenta pressionando sua tecla ou seu ícone\nna barra de ferramentas no canto superior esquerdo e, em seguida, arraste seu dispositivo colorido."
					},
					"Key": "Transform"
				},
				{
					"Source": {
						"Text": "There are three ways you can adjust an object in the world. Select the object and then use the red, green and blue gizmo to Move, Rotate or Scale. \r\nClick the left mouse button and drag to adjust the object.\r\nObjects should only be changed while in editor. Exit using Esc Key before trying to adjust anything."
					},
					"Translation": {
						"Text": "Há três maneiras de ajustar um objeto no mundo. Selecione o objeto e use o dispositivo vermelho, verde e azul para mover, girar ou dimensionar. \nClique com o botão esquerdo do mouse e arraste para ajustar o objeto.\nOs objetos só devem ser alterados no editor. Saia usando a tecla Esc antes de tentar ajustar qualquer elemento."
					},
					"Key": "Gizmo"
				},
				{
					"Source": {
						"Text": "There is a hidden object blocking the way across this bridge.\r\n\r\nThe Outliner on the right lists all the objects in the world.\r\nDelete the one named \"BlockingVolume\" to clear the way."
					},
					"Translation": {
						"Text": "Há um objeto oculto bloqueando a passagem por essa ponte.\n\nO Organizador à direita lista todos os objetos desse mundo.\nExclua o nome \"BlockingVolume\" para liberar o caminho."
					},
					"Key": "Outliner"
				},
				{
					"Source": {
						"Text": "This room can get dark...\r\n\r\nWhile editing, you can place a light by holding down L and\r\nclicking the left mouse button. You can also add lights from\r\nthe Place Actors panel, or the Quick Add menu in the toolbar. \r\n\r\nTry lighting up this room!"
					},
					"Translation": {
						"Text": "Essa sala pode ficar escura...\n\nDurante a edição, você pode posicionar uma luz mantendo pressionado L\ne clicando com o botão esquerdo do mouse. Você também pode adicionar luzes no\npainel de colocação de atores ou no menu de adição rápida na barra de ferramentas. \n\nTente iluminar essa sala!"
					},
					"Key": "Lighting"
				},
				{
					"Source": {
						"Text": "Try to walk up this ramp, and you'll sink right through! \r\nIt has no collision set up.\r\n\r\nYou can use the Details panel to change settings like this. \r\nClick the ramp, then change its Collision Presets to \"BlockAll\"."
					},
					"Translation": {
						"Text": "Se você tentar subir essa rampa, vai acabar afundando! \nEla não tem configuração de colisão.\n\nVocê pode usar o painel Detalhes para alterar configurações como essas. \nClique na rampa e altere suas predefinições de colisão para \"BlockAll\"."
					},
					"Key": "DetailsPanel"
				},
				{
					"Source": {
						"Text": "Unreal offers a wide array of character animation tools. \r\nYou can create rigs, skin, and animate directly in engine,\r\nas well as create complex logic to blend animations. "
					},
					"Translation": {
						"Text": "A Unreal oferece uma ampla gama de ferramentas de animação de personagens. \nVocê pode criar rigs, revestimento e animações diretamente na engine,\nbem como criar uma lógica complexa para mesclar animações. "
					},
					"Key": "Animation"
				},
				{
					"Source": {
						"Text": "Unreal offers realistic physics simulations, from simple\r\nrigid body interactions to detailed vehicle movement.\r\n\r\nTry pushing these objects around and see how they react!"
					},
					"Translation": {
						"Text": "A Unreal oferece simulações de física realistas, desde interações simples de corpos rígidos\naté o movimento detalhado de veículos.\n\nTente empurrar esses objetos e veja como eles reagem!"
					},
					"Key": "Physics"
				},
				{
					"Source": {
						"Text": "Welcome to Unreal Engine 5!\r\nLet's get started by learning to move around in the editor."
					},
					"Translation": {
						"Text": "Boas-vindas à Unreal Engine 5!\nVamos começar aprendendo a nos movimentar no editor."
					},
					"Key": "Intro"
				},
				{
					"Source": {
						"Text": "When you're comfortable with this, start the game by pressing\r\nthe green Play button in the toolbar above this 3D viewport."
					},
					"Translation": {
						"Text": "Quando estiver confortável com isso, inicie o jogo pressionando\no botão verde de reprodução na barra de ferramentas acima dessa janela de visualização 3D."
					},
					"Key": "Intro2"
				},
				{
					"Source": {
						"Text": "When you're done here, click Play (or press Alt+P) and move on."
					},
					"Translation": {
						"Text": "Quando terminar aqui, clique em Reproduzir (ou pressione ALT+P) e siga em frente."
					},
					"Key": "PressPlay"
				},
				{
					"Source": {
						"Text": "When you're ready to move on, walk around this wall."
					},
					"Translation": {
						"Text": "Quando quiser seguir em frente, contorne essa parede."
					},
					"Key": "Escape"
				},
				{
					"Source": {
						"Text": "You can add new objects to the world from the\r\nContent Drawer in the bottom left corner.\r\n\r\nThere are some sample meshes in the folder:\r\nContent / LevelPrototyping / Meshes\r\n \r\nTry dragging some in so you can get across this gap. "
					},
					"Translation": {
						"Text": "Você pode adicionar novos objetos ao mundo na\nGaveta de Conteúdo, no canto inferior esquerdo.\n\nHá algumas amostras de malhas na pasta:\n\"Content/LevelPrototyping/Meshes\".\n \nTente arrastar algumas delas para que possa superar essa lacuna. "
					},
					"Key": "ContentDrawer"
				},
				{
					"Source": {
						"Text": "You can use MetaSounds\r\nto create and control audio in\r\nreal time with precise timing.\r\n\r\nThis fork plays a procedurally made tune.\r\nTo tweak it, select the fork and change the\r\nRandom Seed setting in the Details panel."
					},
					"Translation": {
						"Text": "Você pode usar MetaSounds\npara criar e controlar o áudio\nem tempo real com sincronização precisa.\n\nEssa bifurcação reproduz uma música criada processualmente.\nPara ajustá-la, selecione a bifurcação e altere a configuração\nPropagação aleatória no painel Detalhes."
					},
					"Key": "Metasounds"
				}
			]
		},
		{
			"Namespace": "StrT_Titles",
			"Children": [
				{
					"Source": {
						"Text": "Animation"
					},
					"Translation": {
						"Text": "Animação"
					},
					"Key": "Animation"
				},
				{
					"Source": {
						"Text": "Atmosphere"
					},
					"Translation": {
						"Text": "Atmosfera"
					},
					"Key": "Atmosphere"
				},
				{
					"Source": {
						"Text": "Blueprint"
					},
					"Translation": {
						"Text": "Blueprint"
					},
					"Key": "Blueprint"
				},
				{
					"Source": {
						"Text": "Content Drawer"
					},
					"Translation": {
						"Text": "Gaveta de Conteúdo"
					},
					"Key": "ContentDrawer"
				},
				{
					"Source": {
						"Text": "Details Panel"
					},
					"Translation": {
						"Text": "Painel Detalhes"
					},
					"Key": "DetailsPanel"
				},
				{
					"Source": {
						"Text": "Lighting"
					},
					"Translation": {
						"Text": "Iluminação"
					},
					"Key": "lighting"
				},
				{
					"Source": {
						"Text": "Materials"
					},
					"Translation": {
						"Text": "Materiais"
					},
					"Key": "Materials"
				},
				{
					"Source": {
						"Text": "Metasounds"
					},
					"Translation": {
						"Text": "MetaSounds"
					},
					"Key": "Metasounds"
				},
				{
					"Source": {
						"Text": "Moving Objects"
					},
					"Translation": {
						"Text": "Objetos móveis"
					},
					"Key": "1MovingObjects"
				},
				{
					"Source": {
						"Text": "Next Steps"
					},
					"Translation": {
						"Text": "Próximas etapas"
					},
					"Key": "NextSteps"
				},
				{
					"Source": {
						"Text": "Outliner"
					},
					"Translation": {
						"Text": "Organizador"
					},
					"Key": "Outliner"
				},
				{
					"Source": {
						"Text": "Particle Effects"
					},
					"Translation": {
						"Text": "Efeitos de partículas"
					},
					"Key": "Particles"
				},
				{
					"Source": {
						"Text": "Physics"
					},
					"Translation": {
						"Text": "Física"
					},
					"Key": "Physics"
				},
				{
					"Source": {
						"Text": "Samples"
					},
					"Translation": {
						"Text": "Amostras"
					},
					"Key": "Samples"
				},
				{
					"Source": {
						"Text": "Sequencer"
					},
					"Translation": {
						"Text": "Sequencer"
					},
					"Key": "Sequencer"
				},
				{
					"Source": {
						"Text": "Templates"
					},
					"Translation": {
						"Text": "Modelos"
					},
					"Key": "Templates"
				}
			]
		}
	]
}